{
    "packagres":[
        {
            "id":1,
            "name":"Maasai Mara Safari",
            "description":"Home to The Big Five, Mighty Masai Warriors And The Eight Wonder Of The World. This destination is a must see for every traveler. Prepare to be in awe by the stunning views of the African plains, come face to face with the king of the jungle and learn more about the Maasai Mara.",
            "itinerary":["Day 1: Departure From Nairobi To Maasai Mara.The start of the safari will be from the Bonfire Adventures Town Office (Yala Towers) at 0630hrs. The journey begins with a meet and greet which shall be followed by a short briefing by our safari driver.","Day 2: ENJOY A FULL DAY IN MAASAI MARA. This is one of the best days for safari lovers. Right after breakfast, sit back, relax and discover the wild beauty of the Kenya's Maasai Mara. Boasting one of the finest collections of wild animals, our expert tour guides are simply the best when it comes to uncovering the wonders of this safari destination.","Day 3: DEPARTURE FROM MAASAI MARA, GAME DRIVE AND RETURN TO NAIROBIThe last and final day of your Masai Mara Safari begins at the break of dawn with breakfast. If you would like, you can embark on another game drive in the early morning. Wildlife abundance in the reserve is high at this early hours of the day. You can take advantage over this game drive to look out for wild animals that you may not have spotted during your last two days of your safari. After the departure from your camp or lodge, we will depart from Maasai Mara driving via Narok Town (Maasai Market) with a short stop-over for any possible shopping. Continue to Nairobi arriving from around 02:00pm. Drop off is at the convenient point of your choice."],
            "image":"https://tour.epesicloud.com/app/storage/uploads/37/1663337598_36_giraffes-7235627_1920.jpg",
            "price":"30000"
        },
        {"id":2,
        "name":"Enashipai Resort ",
        "description":"Enashipai a Maasai word signifying A Place of Happiness describes the location perfectly. Situated against the backdrop of the majestic Great Rift Valley and along the shores of Lake Naivasha.Enashipai Resort and Spa is a recipient of multiple awards. It stands as a premier leisure and conference destination dedicated to providing authentic African hospitality with a focus on wellness.",
        "itinerary":["What Does A Bonfire Travel Package Include?Our vacation deal includes hotel accommodation, and the hotel meal plan. Upon your request we can send you a package that includes transport. When it comes to what type of excursion you are looking to embark on, we can customize the perfect package with activities and experiences just for you.","How Long Should My Naivasha Vacation Be?Many travelers enjoy a 2-night stay in Naivasha. The town is filled with plenty of gems to uncover if you give yourself some time to enjoy. We can book a vacation for any number of nights that you would prefer.","What Are The Best Places To Visit In Naivasha?There are so many things to do in Naivasha, making it a perfect spot for every traveler. Some of the best destinations to visit include Hell's Gate, Crescent Island, Crater Lake and Olkaria Geothermal Spa."],
        "image":"https://tour.epesicloud.com/app/storage/uploads/37/1705571203_64_Enashipai_Resort_Naivasha2.jpg",
        "price":"12000"
    },
    {  "id":3,
       "name":"3 DAYS DIANI PACKAGE ",
       "description":"Not once but three times, Diani was voted Africa's finest beach destination. Absolutely gorgeous and uncrowded, Diani's beaches are crystal blue, shallow and warm. Perfect for wading and snorkeling. For all the beach enthusiasts, you can get the chance to spot some of the best marine life here. Diani has two coral reefs rich with treasures such as the starfish, crabs, sea cucumber and a kaleidoscope of bright tropical fish",
       "itinerary":["BEFORE TRAVEL If travelling with SGR, the Bonfire Adventures agent will send you the Booking Confirmation Number via WhatsApp or email. On arrival to the SGR Station you will present the code and confirm your seat number.","DAY 1 NAIROBI TO THE COAST The transfer to the SGR Station will be on your own arrangement. You are required to depart from Nairobi as per the SGR timing booked. Upon arrival at the SGR Station, you will be met by the Bonfire Adventures representative. He will assist you with your luggage and drive you to your beach hotel.","DAY 2 ENJOYING DIANI.This is definitely the best day for all beach enthusiasts. You can start the day by filling your belly with mouth-watering eats from your hotel. If you have travelled to simply relax, upgrade the way you unwind by soaking in the sun, enjoy a dip in the pool, lie down on the white sand and enjoy the crystal blue beach.","DAY 3 Final Day In Diani And Departure To Nairobi.This will be your last vacation day in Diani. After breakfast enjoy a few moments at the hotel. Go to the beach, sip a cool drink and soak in the sun. Our Bonfire Representative will drive to the hotel, pick you and take you to the SGR Station (Mombasa Terminus). We guarantee that you will arrive at the station right on time for the departure to Nairobi." ],
       "image":"https://tour.epesicloud.com/app/storage/uploads/37/1690299646_46_Sands_At_Chale_Diani_Bonfire_Adventures.jpg",
       "price":"23000"
},
{     "id":4,
      "name":"5 Days Dubai Low Season Packages",
      "description":"Vacations to Dubai are a guaranteed crowd-pleaser. Just as fancy as it looks in the pictures, this city is a traveler's dream. Nestled between the sea and burning desert sands. With the Bonfire Adventures Dubai Vacation, you are bound to enjoy an exciting time in this city.",
      "itinerary":["BEFORE TRAVEL Bonfire Adventures will provide entry requirements such as the plane tickets and visa for your convenience. This will be given to you by the required deadline. To make your vacation as seamless as possible, it will be your responsibility to obtain any other required travel documents and carry them with you for your vacation.","DAY 1: NAIROBI TO DUBAI The transfer to the airport in Nairobi will be on your own arrangement. The flight to Dubai is an approximate of 5hours 23minutes. From the moment you land in Dubai, the next phase of your journey is completely hassle-free. You will meet the Bonfire Adventures Representative at the airport and he will be ready to assist you with transport to your hotel."," Day 2: CITY OF MERCHANTS. DUBAI CITY TOUR.This mesmerizing city is known globally for being larger than life. From mega malls, skyscrapers and everything in between, everything is done in such a phenomenal scale. To make your vacation even more incredible we included an exciting city tour on Day 2 of your adventure. What is Included Hotel Pick Up At 0900hrs Air-Conditioned Vehicle with A Professional English-Speaking Guide. See Dubai like a Pro on this all-encompassing tour wandering through the heart of Old Town Fragrant Spice and Gold Souqs as well as a visit to Jumeirah Mosque.","DAY 3: DHOW CRUISE DINNER.This day is perfectly curated for you to take some time and enjoy a little mini-break in Dubai. Savor all the excellent amenities in your resort, Sumptuous dining, private access to the beach, the hotel pool or unwind under the palm trees. The Bonfire Agent will drive to your resort and pick you up for the Dhow Cruise Dinner between 1930 to 1945hrs. Climb aboard the Dhow Alexandra and experience the excitement of sailing across the Dubai Creek. One Of the most popular tourist attractions in the city."," Day 4 DUBAI DESERT SAFARI The fun-filled Dubai Desert Safari is one of the most excellent ways to see the beauty of Dubai. A must-do adventure filled with a ton of exciting activities that you must experience. Our Bonfire Representative will pick you up from your hotel at 03:30pm. You will drive from Dubai City to the magical desert for an adventure packed. Visit the Camel Farm and enjoy beautiful photos with camels.","DAY 5: DEPARTURE FROM DUBAI.Saying goodbye to Dubai is a hard art to master. It makes you question how long you intend your vacation to be. No need to worry, we can get you an extra night in Dubai from only $50. Alternatively, when you are ready, give us a call and we will customize a special 2nd Timer Package just for you. Get to uncover other spots in the city and enjoy the experience on new adventures around Dubai. On your final day you can enjoy all the hotel amenities while completing all the formalities right before you check out."],
      "image":"",
      "price":"120000"
},
{
    "id":5,
    "name":"Explore South Africa",
    "description":"Only in South Africa, can a traveler experience something new around each and every corner. This destination is often described as A world in one country, as it is perhaps one of the most diverse of all African holiday destinations. From the bustling streets of Cape Town, to the beautiful beaches, the wild game viewing in Kruger National Park to the charming Winelands, South Africa is like a perfect mix of the very best of the entire world.",
    "itinerary":[" DAY 1 ARRIVAL AT SOUTH AFRICA.Upon arrival at Cape Town International Airport, you will be met by a member of the Bonfire Adventures team who will assist you with your luggage and drive you to your resort. As you drive through Cape Town, you will be able to enjoy the gorgeous views of Table Mountains, one of the most spiritual places on earth, with its heart, two oceans and the beautiful city of Cape Town at its feet. As soon as you check into your hotel room, you get the chance to relax and unwind. Enjoy the excellent services and hotel amenities. The rest of the day is yours to explore this vibrant city."," DAY 2 A TOUR OF THE TABLE MOUNTAINS.Explore the scenic city of Cape Town on a thrilling adventure that begins with a ride on the revolving cable car up to the top of the iconic Table Mountain. Soak in the spectacular views of the Mother City and the entire Cape Peninsula as you walk along its flat top. This is great fun for everyone including small kids. You can also combine this experience with a hike to Table Mountain. Guaranteed fun and you can take breathtaking pictures along the way. From here, we will travel to the predominantly Muslim Bo-Kaap. Admire the brightly colored houses, which date back as far as the 17th century and get a glimpse into one of the many vibrant cultures.","Day 3 ADVENTURE AT CAPE PENINSULA.This full day tour takes you on a grand adventure exploring the highlights of Cape Peninsula. Immerse yourself in exciting activities guaranteed to delight and entertain family members of all ages. Explore the warm sands of Boulders Beach and browse the sidewalk cafes and bars of this beautiful beach. The next stop is the spectacular coastal suburb of Hout Bay, a former fishing village with a long glistening beach facing a bay framed by mountains. The tour continues along the breath-taking Chapmans Peak Drive before stopping near Simons Town, where you can get the chance to hunt for a wide variety of gorgeous gemstones and shop for beautiful jewel pieces at Mineral World.","DAY 4 LEISURE DAY IN SOUTH AFRICa.This day is perfectly tailored for you to enjoy Cape Town at your own will. There are historic and cultural sites, world-class museums and bustling markets, inviting beaches and lush gardens to visit, as well as, great restaurants and wonderful shopping. You can also enjoy interactive experiences within Cape Town. Once you have explored to your content, you can go back to your resort, enjoy the amenities and relax.","DAY 5 DEPARTURE FROM SOUTH AFRICa.On your final day you can enjoy all the hotel amenities while completing all the formalities right before you check out. To make your departure stress-free our Bonfire Adventures Agent will pick you up from your resort four hours before your flight departure time. Enjoy the magnificent views of South Africa as you drive to the airport. You will arrive at a good time allowing you to breeze through on your way home."],
    "image":"https://tour.epesicloud.com/app/storage/uploads/37/1691576149_15_south_africa_vacation_with_Bonfire_Adventures_11.jpg",
    "price":"124300"
},
{
    "id":6,
    "name":"3 Days Amboseli National Park",
    "description":"Amboseli National Park is also known as the Land Of Giants because of the majestic elephants that roam freely carrying their tremendous tusks. Located about four hours from the southeast of Nairobi-Kenya this park is also famed for the sensational view of the majestic snow-capped Mouth Kilimanjaro.",
    "itinerary":["DAY 1 NAIROBI TO AMBOSELI NATIONAL PARK (240km: 4Hours Approximate)We will depart from Nairobi CBD at 0730hrs from the Bonfire Adventures Office (Yala Towers). If you would like we can pick-up from your preferred destination. Enjoy a scenic drive to Amboseli National Park along the Nairobi - Mombasa Highway. A very relaxing drive through the savannah and within 3-4 hours you will have arrived just in time for lunch. Get the chance to comfortably check into your lodge or camp. Enjoy your meal, unwind and enjoy the amenities. In the afternoon we will head out for an exciting game drive. With Mt. Kilimanjaro as our background.","DAY 2 FULL DAY AT AMBOSELI NATIONAL PARK.We like to rise early while on safari to set an adventurous tone for the day. Right after breakfast, you will be picked from your lodge and head to the plains of Amboseli for a day full of adventure. Soak in the excellent views of Mount Kilimanjaro before the clouds build up over the summit. Catch the big cats as they stroll through the savannah. This is the best time to spot lions, leopards and even cheetahs. Our game drive will also take you to the observation hill to have a better overall view of the park. Gaze at the big herds of elephants crossing right near your vehicle and get the chance to spot over 80 different mammals and over 400 different bird species.","DAY 3 DEPARTURE FROM AMBOSELI.Just like the day before, we will wake up early allowing us to embark for yet another adventure in Amboseli. Enjoy your last moments in your hotel. Take a swim in the pool, enjoy the amenities and right after breakfast, check out and join your tour guide for the last game run before we exit the park. The morning drive out of the park is very rewarding. Get the chance to spot herds of elephants, buffalos and even lions. "],
    "image":"https://tour.epesicloud.com/app/storage/uploads/37/1685440474_97_Elephants_Photo_In_Amboseli_With_Bonfire_Adventures.jpg",
    "price":"45600"
},
{
    "id":7,
    "name":"",
    "description":"",
    "itinerary":[""]
}
    ]
}